/* Time remaining left notification */
"%1$ld:%2$02ld left (%3$ld%%)" = "%1$ld:%2$02ld left (%3$ld%%)";

/* Percentage left menuitem */
"%ld %% left" = "%ld%% left";

/* Advanced percentage left menuitem */
"%ld %% left (%ld/%ld mAh)" = "%1$ld%% left (%2$ld/%3$ld mAh)";

/* Update menuitem
   Update notification */
"A newer version is available" = "A newer version is available";

/* Powersource state */
"Power Adapter" = "Power Adapter";

/* Advanced mode setting */
"Advanced mode" = "Advanced mode";

/* Powersource state */
"Battery" = "Battery";

/* Battery Time Remaining notification */
"Battery Time Remaining" = "Battery Time Remaining";

/* Calculating sidetext */
"Calculating…" = "(Calculating…)";

/* Charged notification */
"Charged" = "Charged";

/* Update menuitem */
"Checking for updates…" = "Checking for updates…";

/* Update menuitem */
"Could not check for updates" = "Could not check for updates";

/* Advanced battery info menuitem */
"Cycle count: %ld" = "Cycle count: %ld";

/* Display time with parentheses setting */
"Display time with parentheses" = "Display time with parentheses";

/* Update auto update prompt */
"Do you want auto updates?" = "Do you want auto updates?";

/* Open Energy Saver Preferences menuitem */
"Open Energy Saver Preferences…" = "Open Energy Saver Preferences…";

/* Update auto update prompt */
"Get Auto Updates" = "Get Auto Updates";

/* Remaining menuitem */
"Loading…" = "Loading…";

/* Update auto update prompt */
"No" = "No";

/* Notification menuitem */
"Notifications" = "Notifications";

/* Powersource state */
"Off Line" = "Off Line";

/* Powersource menuitem */
"Power source: %@" = "Power source: %@";

/* Advanced battery info menuitem */
"Power usage: %.2f Watt" = "Power usage: %.2f Watt";

/* Quit menuitem */
"Quit" = "Quit";

/* Settings menuitem */
"Settings" = "Settings";

/* Start at login setting */
"Start at login" = "Start at login";

/* Advanced battery info menuitem */
"Temperature: %.1f°C" = "Temperature: %.1f°C";

/* Powersource state */
"Unknown" = "Unknown";

/* Update menuitem */
"Up to date" = "Up to date";

